Repository: tarun337/shopping-cart
Catalog: src/locale/messages.*.xlf
Languages: de

# navbarBrand
source: Navbar
de: Men端leiste

# checkoutButton
source: Checkout
de: Zur Kasse

# productType
source: <span class="text-muted mr-2">Type:</span>{{product.type}}
de: <span class="text-muted mr-2">Typ:</span>{{product.type}}

# productColor
source: <span class="text-muted mr-2">Color:</span>{{product.color}}
de: <span class="text-muted mr-2">Farbe:</span>{{product.color}}

# addToCartButton
source: Add to Cart
de: Zum Warenkorb hinzuf端gen

# totalPriceTitle
source: Total Price
de: Gesamtpreis

# productPreviewTitle
source: Product Preview
de: Produktvorschau

source: Product Description
de: Produktbeschreibung

# removeFromCartButton
source: Remove from cart
de: Aus dem Warenkorb entfernen

# paymentPageTitle
source: Payment Page
de: Zahlungsseite

# orderSummaryTitle
source: Order Summary
de: Bestell端bersicht

source: Subtotal
de: Zwischensumme

source: TOTAL
de: GESAMT

# thankYouTitle
source: Thank you.
de: Danke.

# orderPlacedMessage
source: Your order has been placed successfully.
de: Ihre Bestellung wurde erfolgreich aufgegeben.

# orderNumberMessage
source: Your order number is <a href="#">9237427634826</a>. We will immediately process your and it will be delivered in 2 - 5 business days.
de: Ihre Bestellnummer lautet <a href="#">9237427634826</a>. Wir werden Ihre Bestellung umgehend bearbeiten und sie wird in 2 - 5 Werktagen geliefert.

# goBackButton
source: Go back to home
de: Zur端ck zur Startseite
